tap "derailed/k9s"
tap "dotenvx/brew"
tap "fluxcd/tap"
tap "gcenx/wine"
tap "hashicorp/tap"
tap "kegworks-app/kegworks"
tap "ngrok/ngrok"
tap "siderolabs/tap"
brew "adr-tools"
brew "mise"
brew "avro-c"
brew "aws-iam-authenticator"
brew "zstd"
brew "binutils"
brew "glib"
brew "cairo"
brew "pycparser"
brew "cffi"
brew "coreutils"
brew "dbmate"
brew "diffutils"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-extras"
brew "gnu-sed"
brew "gnu-tar"
brew "grep"
brew "harfbuzz"
brew "helm"
brew "htop"
brew "iproute2mac"
brew "jq"
brew "librdkafka"
brew "kcat"
brew "keyring", link: false
brew "kopia"
brew "kubectx"
brew "libpq"
brew "libtiff"
brew "little-cms2"
brew "openssl@1.1"
brew "pnpm"
brew "postgresql@14"
brew "postgresql@16"
brew "protobuf"
brew "tcpkali"
brew "tctl"
brew "telnet"
brew "temporal"
brew "terraform"
brew "velero"
brew "virtualenv"
brew "virtualenvwrapper"
brew "wget"
brew "wireguard-tools"
brew "wrk"
brew "yamllint"
brew "zsh"
brew "derailed/k9s/k9s"
brew "dotenvx/brew/dotenvx"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/vault"
brew "siderolabs/tap/talosctl"
cask "gcloud-cli"
cask "github"
cask "headlamp"
cask "kegworks"
cask "ngrok"
cask "orbstack"
cask "rar"
cask "visual-studio-code"
vscode "blackblackcat.silver-gray"
vscode "esbenp.prettier-vscode"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "openai.chatgpt"
vscode "vitest.explorer"
