tap "fluxcd/tap"
brew "adr-tools"
brew "zstd"
brew "binutils"
brew "coreutils"
brew "diffutils"
brew "findutils"
brew "gawk"
brew "git"
brew "git-extras"
brew "gnu-sed"
brew "gnu-tar"
brew "grep"
brew "helm"
brew "iproute2mac"
brew "jq"
brew "kubectx"
brew "kubernetes-cli"
brew "mise"
brew "openssl@3.0"
brew "ripgrep"
brew "telnet"
brew "terraform"
brew "fluxcd/tap/flux"
