tap "fluxcd/tap"
brew "adr-tools"
brew "zstd"
brew "binutils"
brew "coreutils"
brew "diffutils"
brew "findutils"
brew "gawk"
brew "gh"
brew "git"
brew "git-extras"
brew "gnu-sed"
brew "gnu-tar"
brew "grep"
brew "helm"
brew "htop"
brew "iproute2mac"
brew "jq"
brew "kubectx"
brew "mise"
brew "openssl@3.0"
brew "p7zip"
brew "ripgrep"
brew "telnet"
brew "terraform"
brew "zsh"
brew "fluxcd/tap/flux"
cask "github"
cask "headlamp"
cask "orbstack"
cask "visual-studio-code"
vscode "blackblackcat.silver-gray"
vscode "esbenp.prettier-vscode"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "k--kato.intellij-idea-keybindings"
vscode "openai.chatgpt"
vscode "vitest.explorer"
