tap "fluxcd/tap"
brew "zstd"
brew "binutils"
brew "coreutils"
brew "diffutils"
brew "findutils"
brew "git"
brew "git-extras"
brew "gnu-sed"
brew "gnu-tar"
brew "helm"
brew "mise"
brew "openssl@3.0"
brew "kubectx"
brew "kubernetes-cli"
brew "telnet"
brew "terraform"
brew "fluxcd/tap/flux"
cask "headlamp"
cask "orbstack"
cask "visual-studio-code"
vscode "blackblackcat.silver-gray"
vscode "esbenp.prettier-vscode"
vscode "k--kato.intellij-idea-keybindings"
vscode "ms-vscode-remote.remote-containers"
